testSOAP/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="https://soap.restfulwebservices.webservices.rest.com">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getCampainRequest>
            <gs:name>260200-PEMA Migusto NL</gs:name>
        </gs:getCampainRequest>
    </soapenv:Body>
</soapenv:Envelope>




